import type { Testimonial } from './type';

const testimonials: Testimonial[] = [
  {
    id: 1,
    text: 'Научилась программировать на Javascript в обмен на секрет изготовления самого тянучего слайма!',
    author: 'Маргарита, 14 лет'
  },
  {
    id: 2,
    text: 'Освоил ремесло дровосека в обмен на обучение юриспруденции',
    author: 'Родион,  23 года'
  },
  {
    id: 3,
    text: 'Нашёл на сайте отличного учителя английского языка, сам специализируюсь на тяжелой атлетике и эффектному ношению солнцезащитных очков. SkillSwap лучшее место, чтобы обучиться и обучить!',
    author: 'Арнольд, 33 года'
  }
];

export default testimonials;
